Repository: landonb/hamster-applet
Catalog: po/*.po
Languages: te

source: Time Tracker
te: సమయం ట్రాక్‌చేయునది

source: Show activities window
te: కార్యక్రమాల విండోను చూపుము

source: Sto_p Tracking
te: ట్రాక్‌చేయుట ఆపుము (_p)

source: S_witch
te: స్విచ్(_w)

source: Start _Tracking
te: ట్రాక్‌చేయుట మొదలుపెట్టుము (_T)

source: To_day
te: ఈ రోజు(_d)

source: No records today
te: ఈరోజు ఏ రికార్డులులేవు

source: _Add earlier activity
te: ముందలి కార్యకలాపాన్ని జతచేయండి (_A)

source: Show _Overview
te: అవలోకనం చూపించు (_O)

source: Add Earlier Activity
te: ముందలి కార్యకలాపాన్ని జతచేయండి

source: to
te: దీనికి

source: in progress
te: పురోగమనంలో వుంది

source: Description:
te: వివరణ:

source: Time:
te: సమయం:

source: Activity:
te: కార్యకలాపం:

source: Tags:
te: ట్యాగ్‌లు:

source: Project Hamster - track your time
te: ప్రోజెక్టు హామ్‌స్టర్ - మీ సమయము ట్రాక్ చేయును

source: Stop tracking on idle
te: జడముగా వుండునపుడు ట్రాక్‌చేయుట ఆపుము

source: Stop tracking current activity when computer becomes idle
te: కంప్యూటర్ జడముగా వున్నప్పుడు, ప్రస్తుత క్రియాకలాపముపై ట్రాక్‌చేయుట ఆపుము

source: Stop tracking on shutdown
te: మూసివేయుటపై ట్రాకింగ్ ఆపుము

source: Stop tracking current activity on shutdown
te: మూసివేయునపుడు ప్రస్తుత కార్యకలాపముపై ట్రాక్‌చేయుట ఆపుము

source: Remind of current task every x minutes
te: ప్రస్తుత కర్తవ్యాన్ని ప్రతి x నిముషములకు వొకసారి గుర్తుచేయుము

source: Remind of current task every specified amount of minutes. Set to 0 or greater than 120 to disable reminder.
te: తెలుపబడిన యిన్ని నిముషములకు వొకసారి ప్రస్తుత కర్తవ్యాన్ని గుర్తుచేయండి. గుర్తుచేయుదానిని అచేతనపరచుటకు 0కు లేదా 120 కన్నా యెక్కువకు అమర్చండి.

source: Also remind when no activity is set
te: ఏ క్రియాకలాపము అమర్చనప్పుడు కూడా గుర్తుచేస్తుంది

source: Also remind every notify_interval minutes if no activity has been started.
te: ఏ క్రియాకలాపము ప్రారంభించకపోతే ప్రతి notify_interval నిమిషాలను గుర్తుచేస్తుంది.

source: At what time does the day start (defaults to 5:30AM)
te: ఏ సమయానికి రోజు మొదలవుతుంది(5:30AM అప్రమేయం)

source: Activities will be counted as to belong to yesterday if the current time is less than the specified day start; and today, if it is over the time. Activities that span two days, will tip over to the side where the largest part of the activity is.
te: రోజు యొక్క పరిమితి లోపే కార్యకలాపములు మొదలుపెట్టిన యెడల అవి నిన్నటికి మరియు పరిమితి దాటిన మీదట రేపటీకి చెందును.కార్యకలాపములు రెండు రోజులు గడిపినచో ప్రధాన భాగము ఉన్న రోజున అవి చెందుతాయి.

source: Should workspace switch trigger activity switch
te: పని ప్రదేశాలు స్విచ్ క్రియాకలాపము స్విచ్ ని ట్రిగర్ చేయాలా

source: List of enabled tracking methods. "name" will enable switching activities by name defined in workspace_mapping. "memory" will enable switching to the last activity when returning to a previous workspace.
te: సశక్త పరువు ట్రాక్ చేయు విధానములు యొక్క పట్టిక. "నామము" పని ప్రదేశాలు అనువంశిక లక్షణసంపుటిలో జన్యుకణపు స్థలములో నిర్వచించిన క్రియాకలాపములు మార్చటం సశక్త పరుస్తుంది."జ్ఞాపకశక్తి" పూర్వపు పని ప్రదేశాలు వెల్లినచో ఆఖరి క్రియాకలాపమునకు మారుట మొదలవుతుంది.

source: Switch activity on workspace change
te: పని ప్రదేశాలు మార్పు మీద క్రియాకలాపమును మీటుట.

source: If switching by name is enabled, this list sets the activity names that should be switched to, workspaces represented by the index of item.
te: పేరు ద్వారా మీటటం సశక్త పరిచినచో ఈ జాబితాలోని ఒక అంశము ద్వారా సూచిం చబడిన పని ప్రదేశాలకు క్రియాకలాపపు పేర్లను అమర్చబడుతుంది.

source: Show / hide Time Tracker Window
te: సమయము ట్రాక్‌చేయుదాని విండోని చూపు / దాచు

source: Keyboard shortcut for showing / hiding the Time Tracker window.
te: సమయము ట్రాక్‌చేయుదాని విండో చూపుటకు / దాచుటకు కీబోర్డు లఘువు.

source: Toggle hamster application window action
te: హామ్‌స్టర్ అనువర్తన విండో కార్యమును మార్చుట

source: Command for toggling visibility of the hamster application window.
te: హామ్‌స్టర్ అనువర్తన విండో యొక్క దృస్యమానము మార్పునకు ఆదేశము.

source: Toggle hamster application window
te: హంస్టర్ అనువర్తన విండోని మార్చుట

source: Toggle visibility of the hamster application window.
te: హామ్‌స్టర్ అనువర్తన విండో ద్రుశ్యమానం మార్చుట.

source: Project Hamster — track your time
te: ప్రోజెక్టు హామ్‌స్టర్ — మీ సమయము ట్రాక్ చేయును

source: _Overview
te: అవలోకనం (_O)

source: _Preferences
te: ప్రాధాన్యతలు (_P)

source: _Help
te: సహాయం (_H)

source: _About
te: గురించి (_A)

source: Time Tracking Overview
te: సమయం ట్రాక్‌చేసే పరిశీలన

source: The overview window of hamster time tracker
te: హామ్ ష్టర్ సమయము ట్రాకర్ పెరిశీలన విండో

source: _Tracking
te: ట్రాక్‌చేయుచున్నది(_T)

source: Add earlier activity
te: ముందలి క్రియాకలాపమును జతచేయుము

source: Overview
te: ఉపరితలదర్శనం

source: Statistics
te: గణాంకాలు

source: _Edit
te: సవరణ (_E)

source: Contents
te: సారంశములు

source: Sto_p tracking
te: ట్రాక్‌చేయుట ఆపుము (_p)

source: Start new activity
te: కొత్త కార్యకలాపము మొదలపెట్టుము

source: Today
te: ఈ రోజు

source: totals
te: మొత్తా

source: Show Overview
te: అవలోకనం చూపించు (_O)

source: Show Statistics
te: గణాంకాలను చూపించు

source: Categories
te: విభాగాలు

source: Activities
te: కార్యకలాపాలు

source: Tags
te: ట్యాగ్‌లు

source: No data for this interval
te: ఈ విరామము కొరకు డాటా లేదు

source: Save report...
te: నివేదికని భద్రపరుచు...

source: Day
te: రోజులు

source: Week
te: వారం

source: Month
te: నెల

source: Overview — Hamster
te: ఉపరితలదర్శనం — హామ్‌స్టర్

source: Activity
te: కార్యకలాపం

source: _View
te: వీక్షణం (_V)

source: Totals
te: మొత్తములు

source: Remove
te: తీసివేయి

source: Add new
te: కొత్తది జతచేయి

source: Edit
te: సవరించు

source: Time Tracker Preferences
te: సమయం ట్రాక్‌చేయుదాని అభీష్టాలు

source: Stop tracking when computer becomes idle
te: కంప్యూటర్ జడముగా వున్నప్పుడు ట్రాకింగ్‌ను ఆపుము

source: Remind of current activity every:
te: ప్రస్తుత కార్యకలాపమును యింతకు వొకసారి గుర్తుచేయుము:

source: New day starts at
te: కొత్త రోజు మొదలు

source: Use following todo list if available:
te: ఒకవేళ లభించినచో ఈ క్రింది చేయవలసిన పనుల జాబితాను ఉపయోగించుము:

source: Integration
te: పెంపొందించటం

source: Tracking
te: ట్రాక్‌చేయుచున్నది

source: _Categories
te: విభాగాలు(_C)

source: Category list
te: వర్గము జాబితా

source: Add category
te: వర్గమును జతచేయి

source: Remove category
te: వర్గమును తీసివేయుము

source: Edit category
te: వర్గమును సరికూర్చుము

source: _Activities
te: కార్యకలాపాలు (_A)

source: Activity list
te: కార్యకలాప జాబితా

source: Add activity
te: కార్యకలాపాన్ని జతచేయి

source: Remove activity
te: క్రియాకలాపము తీసివేయుము

source: Edit activity
te: క్రియాకలాపమును సరికూర్చుము

source: Tags that should appear in autocomplete
te: ట్యాగ్ లు స్వయంగాపూర్తిగావటం లో మెలగాలి

source: Categories and Tags
te: విభాగాలుమరియు ట్యాగ్ లు

source: Resume the last activity when returning to a workspace
te: పని ప్రదేశానికి మరలి వచినప్పుడు ఆఖరి కార్యకలాపము కొనసగును

source: Start new activity when switching workspaces:
te: పని ప్రదేశాలు మారినప్పుడు కొత్త కార్యకలాపము మొదలపెట్టుము:

source: Workspaces
te: పని ప్రదేశాలు

source: Day:
te: రోజు:

source: Week:
te: వారం:

source: Month:
te: నెల:

source: Range:
te: వ్యాప్తి:

source: Apply
te: అనువర్తించు

source: Year:
te: సంవత్సరము:

source: Starts and ends
te: ప్రారంభిస్తుంది మరియు ముగిస్తుంది

source: No activity
te: ఎటువంటి క్రియాకలాపములేదు

source: Preferences
te: ప్రాధాన్యతలు

source: Copyright © 2007–2010 Toms Bauģis and others
te: నకలుహక్కు © 2007–2010 టామ్స్ బౌగిస్ మరియు ఇతరులు

source: Project Hamster Website
te: ప్రోజక్టు హామ్‌స్టర్ వెబ్‌సైట్

source: About Time Tracker
te: సమయం ట్రాక్‌చేయుదాని గురించి

source: translator-credits
te: KrishnaBabu K <kkrothap@redhat.com> 2008. Praveen Illa <mail2ipn@gmail.com>, 2011.

source: Unsorted
te: క్రమపరచని

source: Just started
te: ఇప్పుడే మొదలయెను

source: Changed activity
te: మార్చబడిన క్రియాకలాపమును

source: Switched to '%s'
te: '%s' కు మార్చబడినది

source: Work
te: పని

source: Reading news
te: వార్తలు చదువుచున్నది

source: Checking stocks
te: స్టాక్‌లను పరిశీలించుచున్నది

source: Super secret project X
te: అత్యంత రహస్య ప్రోజెక్టు X

source: World domination
te: ప్రపంచ ఆధిక్యత

source: Day-to-day
te: రోజు రోజుకు

source: Lunch
te: మధ్యాహ్నభోజనము

source: Watering flowers
te: పువ్వులపై నీళ్ళుచిలకరించుట

source: Doing handstands
te: చేతిస్టాండులను చేయుట

source: Update activity
te: కార్యకలాపాన్ని నవీకరించండి

source: %s hours tracked total
te: మొత్తము %s గడియలు ట్రాక్ చేయబడినవి

source: None
te: ఏమీలేదు

source: Name
te: పేరు

source: Category
te: విభాగం

source: New category
te: కొత్త వర్గం

source: New activity
te: కొత్త కార్యకలాపం

source: %(interval_minutes)d minute
te: %(interval_minutes)d నిముషము

source: Never
te: ఎప్పటికివద్దు

source: activity
te: కార్యకలాపం

source: start time
te: ప్రారంభ సమయం

source: end time
te: ముగింపు సమయం

source: duration minutes
te: నిడివి నిమిషాలలో

source: category
te: వర్గం

source: description
te: వివరణ

source: tags
te: ట్యాగ్‌లు

source: Activity report for %(start_B)s %(start_d)s, %(start_Y)s – %(end_B)s %(end_d)s, %(end_Y)s
te: %(start_B)s %(start_d)s, %(start_Y)s – %(end_B)s %(end_d)sయొక్క కార్యకలాపపు నివేదనs,%(end_Y)s

source: Activity report for %(start_B)s %(start_d)s – %(end_B)s %(end_d)s, %(end_Y)s
te: %(start_B)s %(start_d)s – %(end_B)s %(end_d)s, %(end_Y)s యొక్క కార్యకలాపపు నివేదన

source: Activity report for %(start_B)s %(start_d)s, %(start_Y)s
te: %(start_B)s %(start_d)s, %(start_Y)s యొక్క కార్యకలాపపు నివేదన

source: Activity report for %(start_B)s %(start_d)s – %(end_d)s, %(end_Y)s
te: %(start_B)s %(start_d)s – %(end_d)s, %(end_Y)s యొక్క కార్యకలాపపు నివేదన

source: Totals by Day
te: రోజుకి మొత్తములు

source: Activity Log
te: కార్యకలాప చిట్టా

source: activities
te: కార్యకలాపాలు

source: categories
te: విభాగాలు

source: Distinguish:
te: భేదమును చూపించు

source: Date
te: తేది

source: Start
te: మొదలు

source: End
te: సమాప్తం

source: Duration
te: వ్యవధి

source: Description
te: వివరణ

source: Show template
te: మాదిరిని చూపించు

source: You can override it by storing your version in %(home_folder)s
te: మీరు మీ వివరణమును %(home_folder)s లో భద్రపరిచి దానిని రద్దుచేయుము

# years
source: All
te: అన్ని

source: There is no data to generate statistics yet. A week of usage would be nice!
te: గణాంకాలను తయారుచేయుటకు యింకా అక్కడ యెటువంటి టాడాలేదు. ఒక వారపు వినియోగించుట మంచిది!

source: Collecting data — check back after a week has passed!
te: డాటాను సేకరించుచున్నది — ఒక వారము గడిచిన తర్వాత పరిశీలించండి!

source: First activity was recorded on %s.
te: మొదటి క్రియాకలాపము %s నందు రికార్డైనది.

source: %(num)s year
te: %(num)s సంవత్సరము

source: Time tracked so far is %(human_days)s human days (%(human_years)s) or %(working_days)s working days (%(working_years)s).
te: ఇంత వరకు ట్రాకైన సమయం %(human_days)s మానవ(హ్యూమన్) రోజులు (%(human_years)s) లేదా %(working_days)s పనిచేయు రోజులు (%(working_years)s).

source: Longest continuous work happened on %(date)s and was %(hours)s hour.
te: %(date)s నందు నిరంతరంగా పని జరిగినవాటిలో పొడవైనది %(hours)s గంట.

source: There is %s record.
te: అక్కడ %s రికార్డువుంది.

source: Hamster would like to observe you some more!
te: హామ్‌స్టర్ మీరు యింకా కొన్ని గమనించాలని కొరుకొంటోంది!

source: With %s percent of all activities starting before 9am, you seem to be an early bird.
te: 9am ముందు ప్రారంభించబడిన అన్ని కార్యకలాపాల %s శాతముతో మీరు ముందున్నట్లుగా అనిపిస్తోంది.

source: With %s percent of all activities starting after 11pm, you seem to be a night owl.
te: 11pm తరువాత ప్రారంభించబడిన అన్ని కార్యకలాపాల %s శాతముతో మీరు రాత్రి పనిచేస్తున్నట్లు అనిపిస్తోంది.

source: With %s percent of all activities being shorter than 15 minutes, you seem to be a busy bee.
te: 15 నిముషముల కన్నా తక్కువవున్న అన్ని కార్యకలాపాల %s శాతముతో మీరు విరామంలేని వారుగా అనిపిస్తోంది.

source: Working on <b>%s</b>
te: <b>%s</b> పై పనిచేయుచున్నది

source: Hamster time tracker. Usage:
te: హామ్‌స్టర్ సనయము ట్రాక్ చెయునది. ఉపయోగము:

source: Save Report — Time Tracker
te: నివేదిక — సమయ ట్రాకర్‌ను భద్రపరుచుము

source: HTML Report
te: HTML నివేదిక

source: Tab-Separated Values (TSV)
te: టాబ్‌-విభజిత విలువలు (TSV)

source: Time track
te: సమయపు ట్రాక్
